Repository: Basil-779/projects
Catalog: hyperTube/blog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: About Page
ru: О сайте

source: HyperTUBE
ru: ГиперТРУБА

source: Hi
ru: Привет

source: Log Out
ru: Выйти

source: Register
ru: Регистрация

source: Log In
ru: Войти

source: About
ru: О сайте

source: Rating
ru: Рейтинг

source: Title
ru: Название

source: Year
ru: Год

source: Search films...
ru: Искать фильмы...

source: No results were found for your request. Maybe these popular movies will interest you:
ru: По Вашему запросу ничего не найдено. Может быть эти популярные фильмы Вас заинтересуют:

source: Sort movies by:
ru: Сортировка фильмов по:

source: Filter movies by:
ru: Фильтр фильмов по:

source: Apply filters
ru: Применить фильтры

source: Page
ru: Страница

source: of
ru: из

source: You watched that
ru: Просмотрено

source: Year:
ru: Год:

source: IMDB rating:
ru: IMDB рейтинг:

source: MPA rating:
ru: Возрастной рейтинг:

source: Movie avaliable at:
ru: Фильм доступен в:

source: Watch online
ru: Смотреть онлайн

source: There are no enough peers to watch movie.
ru: Слишком мало пиров для просмотра фильма онлайн.

source: Comments
ru: Комментарии

source: No comments yet
ru: Нет комментариев

source: Type comment here...
ru: Комментарий писать здесь...

source: Leave comment
ru: Оставить комментарий

source: Comments by
ru: Комментарии пользователя

source: Link to movie
ru: Ссылка на фильм

source: Connection error. Try again.
ru: Ошибка соединения. Попробуйте ещё раз.
